cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/cask'

brew 'bash'
brew 'colordiff'
brew 'coreutils'
brew 'git'
brew 'go'
brew 'openssl'
brew 'python'
brew 'python@2'
brew 'readline'
brew 'ripgrep'
brew 'tree'
brew 'unrar'
brew 'vim'
brew 'wget'
brew 'zsh'
brew 'zsh-autosuggestions'

cask 'firefox'
cask 'iterm2'
cask 'google-chrome'
cask 'gpg-suite'
cask 'slack'
cask 'speedcrunch'
cask 'spotify'
cask 'sublime-text'
cask 'vlc'
